export default [
    {
        地區: '北部地區',
        水庫: [
            {
                名稱: '新山水庫',
                縣市: '基隆',
            },
            {
                名稱: '翡翠水庫',
                縣市: '台北、新北',
            },
            {
                名稱: '石門水庫',
                縣市: '新北、桃園、新竹',
            },
            {
                名稱: '永和山水庫',
                縣市: '新竹、苗栗',
            },
            {
                名稱: '寶山水庫',
                縣市: '新竹',
            },
            {
                名稱: '寶山第二水庫',
                縣市: '新竹',
            },
            {
                名稱: '明德水庫',
                縣市: '苗栗',
            },
            {
                名稱: '鯉魚潭水庫',
                縣市: '苗栗、台中'
            }
        ]
    },
    {
        地區: '中部地區',
        水庫: [
            {
                名稱: '德基水庫',
                縣市: '台中'
            },
            {
                名稱: '石岡壩',
                縣市: '台中'
            },
            {
                名稱: '日月潭水庫',
                縣市: '南投'
            },
            {
                名稱: '霧社水庫',
                縣市: '南投'
            }
        ]
    },
    {
        地區: '南部地區',
        水庫: [
            {
                名稱: '湖山水庫',
                縣市: '雲林、彰化、嘉義'
            },
            {
                名稱: '仁義潭水庫',
                縣市: '嘉義',
            },
            {
                名稱: '蘭潭水庫',
                縣市: '嘉義',
            },
            {
                名稱: '白河水庫',
                縣市: '台南',
            },
            {
                名稱: '曾文水庫',
                縣市: '嘉義、台南',
            },
            {
                名稱: '烏山頭水庫',
                縣市: '台南',
            },
            {
                名稱: '南化水庫',
                縣市: '台南、高雄',
            },
            {
                名稱: '阿公店水庫',
                縣市: '高雄',
            },
            {
                名稱: '牡丹水庫',
                縣市: '屏東',
            }
        ]
    }
]
